[{"tag": "offence type ct 40 main text", "questions": ["what all offences comes under act 40", "who comes under army act 40", "what the crimes which are subjected to army act 40", "crimes which comes under army act 40", "what are army act 40", "who is subjected under army act 40"], "doc": "a) \tuses criminal force to or assaults his superior officer; or<br>\n    (b)\t uses threatening language to such officer; or<br>\n    (c)\t uses insubordinate language to such officer; shall on conviction by court-martial,"}, {"tag": "imprisonment act 40 main text", "questions": ["imprisonment duration according to act 40", "what is the next step after a person is subjected under army act 40", "what are the punishments in army act 40", "punishments under army act 40", "what if anyone commited crime subjected under army act 40", "What is the punishment for using criminal force to or assaulting Superior Officer?", "How much sentence a person will get for using criminal force to or assaulting a Superior Officer?", "What is the maximum sentence for using criminal force to a superior officer?", "What is the maximum punishment for using criminal force to a superior officer?"], "doc": "if such officer is at the time in the execution of his office or, If the offence is committed on active service, be liable to suffer imprisonment for a term which may extend to fourteen years or such less punishment as is in this Act mentioned; and in other cases, be liable to suffer imprisonment for a term which may extend to ten years or such less punishment as is in this Act mentioned.   Provided that in the case of an offence specified in clause (e), the imprisonment shall not exceed five years"}, {"tag": "criminal force example 40 note 2 a i", "questions": ["criminal force example", "which instance comes under criminal force", "which activity comes under criminal force", "Give me an example of use of criminal force.", "What will be an appropriate example of criminal force?", "Illustrate with an example meaning of term criminal force?", "Give a practical instance of criminal force."], "doc": "A throws a stone at B. If the stone hits B, A has used criminal force, if it misses him, A has attempted to use criminal force"}, {"tag": "assault example act 40 note 2 a ii", "questions": ["assault example", "which instance comes under assault", "which activity comes under assault", "Give me an example of assault.", "What will be an appropriate example of assault?", "Illustrate with an example meaning of term assault.", "Give a practical instance of assault."], "doc": "A, during an altercation with B, picks up a stone in a threatening manner. If A intends, or knows it to be likely, that this will cause B to believe that A is about to throw the stone at him. A commits an assault on B"}, {"tag": "assult and criminal force similarity act 40 note 2 a ", "questions": ["difference between criminal force and assualt", "how criminal force is different from assault", "what is the difference between criminal force and assault", "Is there any similarity between criminal force and assault?", "What is the relation between criminal force and assault?"], "doc": "An 'assault' is something less than the use of criminal force; the force being cut short before the blow actually falls. It seems to consist in an attempt or offer by a person having present ability, with force to do any hurt or violence to the person of another, and it is committed whenever a well founded apprehension of peril from a force partially or fully put in motion is created, e.g., when a person draws a bayonet or otherwise makes a show of violence against a superior but not when net is behind the bars or at such a distance as to rule out at the moment any actual use of criminal force An assault is thus included in every use of criminal force, and is an intermediate stage thereof"}, {"tag": "private defence act 40 note 2 b", "questions": ["if someone force is used in private defence", "Can Maj A after slapping Lt Col B defend himself by saying that he slapped Lt Col B in private defence?", "Is use of criminal force in private defence condonable?", "Can a Army personnel go scot free after using criminal force to his superior officer?"], "doc": " If the force be used in the exercise of the right of private defence, for instance if it be shown that it was necessary, or that at the moment the accused had reason to believe it was necessary for his actual protection from injury, and that he used no more force than was reasonably necessary for this purpose, he is legally justified in using it and commits no offence. See IPC.ss.96, 97—102 (Part III)"}, {"tag": "Provocation 40 note 2 c", "questions": ["if someone is provocaed to use ciminal force", "Can a junior take defence of provocation for using criminal force to superior officer?", "Is provocation a defence for using criminal force?"], "doc": "Provocation is not a ground of acquittal, but tends to mitigate the punishment; evidence of provocation, if tendered, must therefore be admitted. Also see note 6 to AR 52."}, {"tag": "intoxication act 40 note 2 d", "questions": ["if someone is drunk will that person be charged under section 40"], "doc": "As to intoxication as an excuse or defence to a charge under this section, see note4to AAs.48. "}, {"tag": "act 40 note 3", "questions": ["Can two persons be tried jointly for using criminal force to or assaulting a superior officer?", "Is joint trial permissible for a charge framed under Sec 40 (a) of Army Act?", "What is required to be prove a joint charge under Sec 40 (a)?", "What is required to prove joint charge of criminal force or assault?"], "doc": "A joint charge under this clause can be sustained provided that the use of criminal force or assault was the result of a concerted action in furtherance of a common intent (IPC.s.34) though in some cases such concerted use of force may amount to an offence under AA. s.37(b) also."}, {"tag": "act 40 note 4", "questions": ["what if criminal force to a superior is accompanied by insubordinate language", "what is done if criminal force is in insubordinate language"], "doc": "When use of criminal force to a superior is accompanied by insubordinate language, the use of criminal force only should be charged (assuming that the evidence is satisfactory) and the language would be admissible in evidence to show the manner in which the offence was committed"}, {"tag": "act 40 note 5", "questions": [], "doc": "A person charged with using criminal force may be found guilty of an attempt to use criminal force or assault (AA.s.139(8) and (3))."}, {"tag": "act 40 note 6 a", "questions": ["who is Superior Officer", "Explain Superior Officer as used in Sec 40(a) of Army Act?", "What is the meaning of Superior Officer as used in Sec 40(a) of Army Act?", "In what sense word Superior Officer has been used in Sec 40(a) of Army Act?"], "doc": "The definition of Superior Officer is given in Sec 3(xxiii) of Army Act. Further, The expression 'superior officer' in this section and in AA.s.41 means not only a superior in rank but also a senior in the same grade where that seniority gives power of command according to the usages of the service, but one sepoy can never be the 'Superior officer' of another. The court should be satisfied, before conviction, that the accused knew the person, with respect to whom the offence was committed, to be a superior officer .If the superior did not wear the insignia of his rank, and was not personally known to the accused, evidence would be necessary to show that the accused was otherwise aware of his being his superior officer, or had reason to believe him, to be this superior officer. If such evidence is not available, the accused should be charged under AA.s.63 or 69.Note 6 (c) of Sec 40."}, {"tag": "act 40 note 6 b", "questions": [], "doc": "While framing a charge under this section, the name of the superior officer shut be set out in the particulars of the charge."}, {"tag": "act 40 note 6 c", "questions": ["how to identify if the officer is of superior rank"], "doc": "The expression 'superior officer' in this section and in AA.s.41 means not only a superior in rank but also a senior in the same grade where that seniority gives power of command according to the usages of the service, but one sepoy can never be the 'Superior officer' of another. The court should be satisfied, before conviction, that the accused knew the person, with respect to whom the offence was committed, to be a superior officer .If the superior did not wear the insignia of his rank, and was not personally known to the accused, evidence would be necessary to show that the accused was otherwise aware of his being his superior officer, or had reason to believe him, to be this superior officer. If such evidence is not available, the accused should be charged under AA.s.63 or 69"}, {"tag": "act 40 note 6 d", "questions": [" what if the accused is of the same grade as of the superior officer"], "doc": "Where the accused is charged with an offence against a superior officer who is of the same grade, evidence must be adduced to show that the latter is senior to the accused."}, {"tag": "act 40 note 6 e", "questions": ["what if the rank of the superior is of lowest level"], "doc": "The lower the rank of the superior the less is the gravity of the offence. Also see Regs Army para 450."}, {"tag": "act 40 note 7 a", "questions": ["how sever will be the punishment if the office is on active service", "what if the offence is committed on active service", "commiting an offence on active service", "what if superior officer was at the relevant time in the execution of his office", "offece when superior officer was at the relevant time in the execution of his office "], "doc": "The offence under this clause or clauses (b) and (c) is punishable more severely if such superior officer was at the relevant time in the execution of his office or if the offence is committed on active service. Such aggravating circumstances should not be averred in the particulars unless the case warrants severe punishment and it is intended to try the accused by a GCM"}, {"tag": "act 40 note 7 b", "questions": ["define in the execution of his office", "what do you mean by term 'in the execution of his office'", "offence circumstances in which a superior officer in uniform ", "What does execution of his office mean?", "What is the meaning of Execution of his office?", "Explain words in execution of his office?"], "doc": "It is difficult accurately to define the words 'in the execution of his office', but the military knowledge and experience of the members of a court-martial will enable them in most instances readily to determine whether the superior officer was or was not in the execution of his office. A superior officer in plain clothes may undoubtedly be in the execution of his office; but where the superior officer is in plain clothes, it becomes necessary to prove some knowledge on the part of the accused at the time of the offence that the person who was assaulted or to whom criminal force was used was a superior officer and that he was known to the accused as such, which is not the case where the superior officer is in uniform. On the other hand, there may be circumstances in which a superior officer in uniform is not in the execution of his office. It may be taken in general that using criminal force to or assaulting any superior officer by a person subject to AA over whom it is, at the relevant time, the duty of that superior officer to maintain discipline, would be using criminal force to or assaulting him in the execution of his office"}, {"tag": "act 40 note 7 c", "questions": ["under with act the accused will be punish if the superior officer is not on active service when offence was committed"], "doc": "When the accused is charged, with using criminal force to or assaulting his superior officer who is at the time in the execution of his office or if the accused is charged with committing the offence on active service and the court is satisfied that the offence was committed but not on active service or that the superior officer was not then in the execution of his office, he may be found guilty under AA.s.139(7) of the same offence as having been committed in circumstances involving a less severe punishment"}, {"tag": "act 40 note 8", "questions": ["what comes under act 40 clause b"], "doc": "A joint charge of using threatening or insubordinate language to a superior officer should not be preferred"}, {"tag": "act 40 note 9", "questions": [], "doc": "Where the charge is for using threatening or insubordinate language the particulars of the charge must state the expressions or their substance, and the superior to whom they were addressed.\n            Expression of substance :<br>\n            (a) The offence under this clause or clauses (b) and (c) is punishable more severely if such superior officer was at the relevant time in the execution of his office or if the offence is committed on active service. Such aggravating circumstances should not be averred in the particulars unless the case warrants severe punishment and it is intended to try the accused by a GCM<br>\n            (b)\t It is difficult accurately to define the words 'in the execution of his office', but the military knowledge and experience of the members of a court-martial will enable them in most instances readily to determine whether the superior officer was or was not in the execution of his office. A superior officer in plain clothes may undoubtedly be in the execution of his office; but where the superior officer is in plain clothes, it becomes necessary to prove some knowledge on the part of the accused at the time of the offence that the person who was assaulted or to whom criminal force was used was a superior officer and that he was known to the accused as such, which is not the case where the superior officer is in uniform. On the other hand, there may be circumstances in which a superior officer in uniform is not in the execution of his office. It may be taken in general that using criminal force to or assaulting any superior officer by a person subject to AA over whom it is, at the relevant time, the duty of that superior officer to maintain discipline, would be using criminal force to or assaulting him in the execution of his office. <br>\n            (c)\t When the accused is charged, with using criminal force to or assaulting his superior officer who is at the time in the execution of his office or if the accused is charged with committing the offence on active service and the court is satisfied that the offence was committed but not on active service or that the superior officer was not then in the execution of his office, he may be found guilty under AA.s.139(7) of the same offence as having been committed in circumstances involving a less severe punishment<br>\n            "}, {"tag": "act 40 note 10", "questions": ["which expression cannot be made the subject of a criminal charge"], "doc": "Expressions, however offensive to a superior, that are used (a) in the course of a judicial, inquiry, (b) by a party to that inquiry, and (c) upon a matter pertinent to and bonafide for the purposes of that inquiry, as, for instance, the credibility of a witness, are privileged, and cannot be made the subject of a criminal charge."}, {"tag": "act 40 note 11", "questions": [], "doc": "Expressions used of a superior officer and not within his hearing, or which cannot be proved to be used to a superior officer, must be charged as an offence under AA.s.63, and not under this section, but the use of threatening or otherwise insubordinate language regarding one superior to (in the sense that it is intended to be heard by) another superior constitutes an offence of using threatening or insubordinate language under this section."}, {"tag": "act 40 note 12", "questions": ["what does Threatening language mean", "what do you mean by Threatening language", "how can you define Threatening language", "which language is considered under Threatening language", "Explain Threatening Language?", "What does Threatening Language mean?", "What do you understand by Threatening Language?"], "doc": "Threatening language means language from which a person addressed may reasonably infer that criminal force may be used. This may be inferred either from the character of the words used or from the surrounding circumstances."}, {"tag": "act 40 note 13", "questions": [], "doc": "Whereas all threatening language is insubordinate the converse is not true; therefore unless there is no doubt as to his intention an accused should be charged with using insubordinate language rather than threatening. A court may, however, if satisfied in other respects that an offence under this section has been committed, make a special finding when an accused is charged with the offence of using threatening language that he was guilty of using insubordinate language. (AA.s.139(4))."}, {"tag": "act 40 note 15", "questions": ["what is insubordinate language", "act for threatening language and insubordinate language", "is threatening language a insubordinate Language", "how threatening language is different from insubordinate language", " What does insubordinate language mean?", "What is the meaning of insubordinate language?"], "doc": "The words must be used with an insubordinate intent, that is to say, they must be, either in themselves, or in the manner or circumstances in which they are spoken, insulting or disrespectful, and in all cases it must reasonably appear that they were intended to be heard by a superior. The words themselves need not necessarily be discourteous. If they indicate a deliberate intention to be insubordinate or resist lawful authority they may properly be regarded as disrespectful of authority, although courteously expressed. Where for instance a sepoy, having been given a lawful command which does not require immediate compliance, indicates respectfully that he does not intend to comply with it and is at once placed in arrest before being given a chance to comply, he may be charged with an offence under this section though not with an offence under AA.s.41(2)"}, {"tag": "act 40 note 16", "questions": [], "doc": "Further a sepoy may in an outburst of temper or excitement use violent language without intending to be in subordinate. Allowance should also be made for the use of coarse expressions by a person of inferior education which might often be used as mere expletives. These expressions might be insubordinate if used by an officer, a JCO or a senior NCO but not so when used by a junior NCO or a sepoy. These points must be considered by a court before convicting an accused of an offence under this clause. "}, {"tag": "act 40 note 17", "questions": [], "doc": "As to the use of coarse and abusive language by a person who is intoxicated, see note 6 to AA.s.48."}, {"tag": "act 40 note 18", "questions": ["what if insubordinant words are written, not spoken", "what if threatning words are written, not spoken", "what is the caluse if threatning words are written", "Can the charge of insubordinate language be framed without words having been spoken?"], "doc": "The words need not necessarily be spoken. If an accused writes a letter containing insubordinate expressions and addresses it to a superior officer, intending the letter to be read by the addressee, a charge would lie under this clause."}, {"tag": "act 40 note 19", "questions": ["what if a person uses bad words", "is bad language considered under army act 40", "bad language in army act 40"], "doc": "The use of what is commonly known as 'bad' language need not necessarily give rise to a charge either under this section or AA.s.63."}, {"tag": "act 41 main text 1", "questions": ["the punishment according to army act 41", "what punishment is given to the subject if commits crime according to army act 41", "what if any one disobeys the superior officer", "what if the command is given orally by superior and not followed", "how many years of imperisonment is to suffer if anyone disobays the command according to army act 41", "who all can be tried under army act 41?", "Who all can not charged under this act?"], "doc": "(1) Any person subject to this act who disobeys in such manner as to show a wilful defiance of authority any lawful command given personally by his superior officer in the execution of his office whether the same is given orally, or in writing or by signal or otherwise shall, on conviction by court-martial be liable to suffer imprisonment for a term which may extend to fourteen years or such less punishment as is in this Act mentioned"}, {"tag": "act 41 main text 2", "questions": ["what punishment is given according to army act 41 if anyone disobeys any lawful command given by his superior officer when on active service", "how many years of imperionment is to suffer if anyone disobeys the command of senior officer when on active service", "punishment of disbeying the superior on active service", "what is the punishment given for disobedience to superior officer?", "Can the term of punishment be extended? If so then what is the period?"], "doc": "\"Any person subject to this Act who disobeys any lawful command given by his superior officer shall, on conviction by court-martial. \n            if he commits such offence when on active service, be liable to suffer imprisonment for a term which may extend to fourteen years or such less punishment as is in this Act mentioned; and\n            if he commits such offence when on active service, be liable to suffer imprisonment for a term which may extend to five years or such less punishment as is in this Act mentioned.\n            "}, {"tag": "act 41 note 1", "questions": ["is offences under army act 41 similarily dealt as army act 80 or 83 or 84"], "doc": "Offences under this section, when on active service, should not be dealt with summarily under AA.s 80, 83 or 84"}, {"tag": "act 41 note 2", "questions": ["is offence under army act 41 made the subject of a joint charge", "can anyone made subject of a joint charge if he disobeyed any supeior"], "doc": "An offence under this section cannot be made the subject of a joint charge."}, {"tag": "act 41 note 3", "questions": ["what is lawful commandwhat is the meaning of lawfull command?"], "doc": "Lawful Command.—The command must be a specific command to an individual i.e., it must be capable of individual execution by the person to whom it is addressed and justified by military, as well as by civil, law and usage, e.g., a command addressed by a superior officer to four persons to 'dismiss' is for the purposes of this section a lawful military command to each of the four persons so addressed. The command must relate to military duty that is to say disobedience to it must tend to impede, delay or prevent a military proceeding. The disobedience must have reference to the time at which the command is to be obeyed. If the command be a lawful command, and demands a prompt and immediate compliance, hesitation or unnecessary delay in obeying it may be sufficient to constitute an offence under this section. A person who on being ordered to do a certain thing at some time, uses words expressing an intention not to obey and is immediately confined, does not commit an offence under this section. He should be charged under not AA.s.40(c) or 63 according to the circumstances of the case. A neglect to carry out an order due to misapprehension, or forgetfulness, does not constitute an offence under this section though non-compliance with an order through forgetfulness or negligence would be chargeable under AA.s.63"}, {"tag": "act 41 note 4 a", "questions": ["essential ingredients of disobeying superior", "what all charges comes under disobedience of a lawful command "], "doc": "The essential ingredients of this offence are that the disobedience should show a wilful defiance of authority and should be disobedience of a lawful command given personally in the execution of his office by a superior officer; in fact, it would ordinarily be such an offence as would fall under AA.s,37 if two or more persons joined in it. In order, therefore, to convict an accused of an offence under this sub-sec it must be shown (i) that a lawful command was given by a superior officer, (ii) that it was given personally by such officer; (iii) that it was given by such officer in the execution of his office; (iv) that the accused disobeyed it, not from any misunderstanding or slowness but so as to show a wilful defiance of his superior officer's authority."}, {"tag": "act 41 note 4 b", "questions": ["what all charges comes under disobedience "], "doc": "The disobedience must be willful and deliberate, and distinguished from disobedience arising from forgetfulness or misapprehension (which might, however, be punished under AA.s. 63). It is not disobedience in the sense of this section if a sepoy declines to sign his accounts on the grounds that they are incorrect; nor his failure to obey a command where obedience would be physically impossible."}, {"tag": "act 41 note 4 c", "questions": [], "doc": "Religious scruples, however, bonafide, afford no justification for disobedience of commands which are clearly lawful."}, {"tag": "act 41 note 4 d", "questions": [], "doc": "Disobedience to an order of a general nature, as for instance to a regimental order or a para of regulations, is not chargeable under this section but under AA.s.42(e) or 63"}, {"tag": "act 41 note 5 a", "questions": ["who is superior officer", "what do you mean by superior officer", "how will you define a superior officer", "tell me the defination of superior officer"], "doc": "(a) Superior officer; see AA.s.3(xxiii).—A 'superior officer' whose command has been restricted, either by the terms of his commission or by regulations, cannot give a lawful command to a person who is, by the terms of such restrictions, placed outside his control"}, {"tag": "act 41 note 5 b", "questions": ["what if Disobedience of a lawful order given by a person who is not a superior officer", "what if the disobedience was prejudicial to good order and military discipline"], "doc": "Disobedience of a lawful order given by a person who is not a superior officer within the meaning of AA.s.3(xxiii) may be punishable under AA.s.63 if the disobedience was prejudicial to good order and military discipline; for instance, a civilian cannot give a 'lawful command' under this section to a soldier employed under him; but it may well be the soldier's duty as such to do the act indicated, and, if so, he may be punished for not doing it under AA.s.63. The particulars of the charge should clearly show that the disobedience was prejudicial to good order and military discipline because the soldier had been placed under the orders of the civilian by a superior military authority"}, {"tag": "act 41 note 5 c", "questions": [], "doc": "The particulars of the charge must set out the name of the superior officer and a charge for disobeying an order given by two different superior officers would be bad for duplicity. AR 30(1)."}, {"tag": "act 41 note 7", "questions": [], "doc": "A court trying an accused for an offence under this sub sec could, if it was not satisfied that the order was given in the execution of the superior's office, find the accused guilty of an offence under sub sec (2) provided that in all other respects an offence under this section had been committed (AA.s.139(7)).        "}, {"tag": "act 41 note 8", "questions": ["sub section 2 of army act 41", "offences under sub section 2 in army act 41"], "doc": "Sub sec. (2).—The offence under this sub sec is a less grave offence when not committed on active service and consists of disobedience of any lawful command given by a superior officer but not accompanied by the essential elements of the graver offence under sub sec (1)."}, {"tag": "act 41 note 9", "questions": ["what is needed if someone is charged with disobeying the senior officer", "what to specify if disobeyed the superior"], "doc": "The particulars of the charge must specify the command, the name of the superior officer giving it, the fact of disobedience and if the charge is laid under sub sec (1) also that it was given personally by superior officer in the execution of his office specifying the nature of the offence and the manner in which the disobedience showed a willful defiance of authority.        "}]