[{"questions": ["What is a court of inquiry?", "what does court of inquiry mean", "C of I meaning", "Give definition of court of inquiry?", "how can you define Court of inquiry", "Court of inquiry", "who are included in court of inquiry"], "tag": "COI 1", "doc": "A Court of Inquiry (C of I) is an assembly of Officers or of JCOs or of Offrs and JCOs, WOs, and NCOs, directed to collect and record evidence, and if so required to  report (by opinion, recommendations and declaration etc)  with regard to any matter which may be referred to them."}, {"questions": ["what does C of I do", "what type of work C of I do", "court of inquiry is what type of body", "when COI comes into existance", "when Court of inquiry comes into existance", "the process of COI", "the process of court of inquiry", "when COI comes into existance", "when Court of inquiry comes into existance", "the process of COI", "the process of court of inquiry"], "tag": "COI 2", "doc": "A C of I is a formal fact finding body.  When the circumstances of any act or omission are unknown or shrouded in mystery or a doubt exists about the culpability or innocence of a person subject to the AA or the Act and instructions make it mandatory and obligatory, a C of I may be assembled to investigate or ascertain the lapses, if any. A list of the cases which are necessarily required to be investigated by a C of I is attached at Appendix ‘B’.  C of I is investigation but does not by itself determine the penal consequences of any act/omission or neglect as disclosed in the evidence/statement adduced before the C of I.  It is not a Court in strict sense, as it is not empowered to record a finding of ‘Guilty’ or ‘Not Guilty’ or award any sentence in consequence thereof.  The detail guidelines for holding the C of I are given in Army HQ letter No A/46440/AG/DV-1(P) dt 03 May 01"}, {"questions": ["testimonies of what type of witness should be recorded", "list of witness whose testimony should be recorded"], "tag": "COI 6 a", "doc": "The Testimony of following witnesses should be recorded.<br>\n    \n            (i)\tEye witnesses, including civilians, to the incident.<br>\n            \n            (ii)\tCo-driver/person(s) sitting on co-driver’s seat and the driver of the vehicle.<br>\n            \n            (iii)\tPersons sitting in the body of the vehicle.<br>\n            \n            (iv)\tPersons who inspected the vehicle for roadworthiness before commencement of the journey.<br>\n            \n            (v)\tPersons who inspected the vehicle after the incident.<br>\n            \n            (vi)\tMedical Officers who attended the victim, declared the person(s) dead and carried out postmortem exam.<br>\n            \n            (vii)\tPersons who identified the dead body to the various Medical Officers.<br>\n            \n            (viii)\tPersons who took over the body after postmortem exam and performed last rites.<br>\n            \n            (ix)\tPersons who can produce evidence regarding cost of damage caused to the vehicle as a result of the incident<br>\n            "}, {"questions": ["details to be recorded in MT accident cases", "what details one have to record in MT accident cases"], "tag": "COI 6 b", "doc": "Other details to be recorded regarding MT accident cases: -<br>\n    \n            (i)       Mission of the vehicle (whether on bonafide duty).<br>\n            \n            (ii)      Whether it was road-worthy before commencement of the journey.<br>\n            \n            (iii)    Whether the driver was physically fit to undertake the journey and drive the vehicle or had he complained of any illness before proceeding on duty.  Experience of driver of driving vehicle in such terrain.<br>\n            \n            (iv)   Road/route on which the vehicle was driven immediately prior to the incident, nature or traffic on the road, road surface, weather conditions, width of the road and width of the road berms, topography of the place of incident and so on.<br>\n            \n            (v)      Circumstances leading to the incident, if any as sudden failure of brakes,\n                       appearance of cattle or the victim in front of the vehicle.<br>\n            \n            (vi)     How exactly did the incident occur?  This should be brought out in details in a clear and cogent manner without vagueness. The record should give a clear picture so that it may be possible to deduce whether the driver could not have avoided the collision/incident or not?<br>\n            \n            (vii)    The exact place where the collision/incident took place.<br>\n            \n            (viii)   Events after the incident such as evacuation of the victim/other injured persons to hospital, reporting the incident to various people, post-mortem, cremation/burial of the deceased etc.\n            "}, {"questions": ["documents should be produced through a competent witnesses", "what documents to be produced by a competent witness", "which documents should produced through a competent witnesses ", "documents needed for production through a competent witnesses", "court of inquiry for a competent witnesses"], "tag": "COI 6 c", "doc": "The following documents should be produced through a competent\n                            witnesses :-<br>\n    \n                    (i)\tTraffic accident report (IAF – 2002).<br>\n    \n                    (ii)\tTechnical  Inspection Report (EO-3).<br>\n    \n                    (iii)\tExtract of car diary.<br>\n    \n                    (iv)\tCivil police ‘Panchanama’ with English Translation.<br>\n    \n                    (v)\tProvost unit report.<br>\n    \n                    (vi)\tNo claim cert if applicable.<br>\n    \n                    (vii)\tCost of damage as assessed by EME wksp and also audit authorities, \n                    if available.<br>\n    \n                    (viii)\tParticulars of the insurance company with which the civil vehicle  is insured.<br>\n    \n                    (ix)\tNo action cert from the police (if applicable)<br>\n    "}, {"questions": ["Medical Evidence should be recorded in the C of I proceedings", "how to record Medical Evidence in military training accidentswhich Medical Evidence should be recorded in the C of I proceedings pertaining to MT accidents", "medical evidences recording in Court of inquiry"], "tag": "COI 6 d", "doc": "Following Medical Evidence should be recorded in the C of I proceedings pertaining to MT accidents:-<br>\n    \n            (i)   The Medical Officer who first attended to the victim after the incident, should state:-<br>\n            \n            (aa)\tGen condition of the victim.<br>\n            (ab)     Injuries observed by him on the person of the victim.<br>\n            (ac)\tTreatment given.<br>\n            (ad)\tIf brought dead or died while he was being examined.<br>\n            (ae)\tWhether he declared the victim dead.<br>\n            (af)\tProbable cause of death of the victim, if possible.\n            <br>\n            (ii)\tIf the victim was treated by some other MO and died later, the said MO  should state:-<br>\n            \n            (aa)\tNature of injuries.<br>\n            (ab)\tProbable cause of injuries.<br>\n            (ac)\tHow long the victim was treated.<br>\n            (ad)\tDate of discharge; or<br>\n            (ae)\tCause, date and time of death  <br>\n            \n            (iii)\tThe doctor who conducted the post-mortem examination of the victim should state:-<br>\n            \n            (aa)\tGen Condition.<br>\n            (ab)\tExternal injuries.<br>\n            (ac)\tInternal injuries.<br>\n            (ad)\tProbable cause of death.<br>\n            (ae)\tWho identified the dead body to the Medical Officer.<br>\n            "}, {"questions": [], "tag": "COI 19", "doc": "If the court doubts the truthfulness of a witness, it should test his evidence by cross-examination while bearing in mind the evidence already before the Court.  "}, {"questions": [], "tag": "COI 20", "doc": "Witness is not allowed to be represented by an advocate, though his legal representative may be allowed to sit silently in the Court while evidence is being recorded.  No right of audience to such advocate/legal representative should be accorded"}, {"questions": [], "tag": "COI 21", "doc": "The Court should  strictly adhere to the terms of reference  and avoid recording unnecessary, irrelevant or superfluous evidence."}, {"questions": [], "tag": "COI 22", "doc": "The Court must record  detailed findings and express opinion, if directed by the convening authority  to do so."}, {"questions": [], "tag": "COI 23", "doc": "The proceedings should be submitted to the convening authority or to such authority as has been stated in the convening order. "}, {"questions": [], "tag": "COI 24", "doc": "Before submitting the proceedings of the Court of Inquiry, the Presiding Officer will ensure that an index as shown below has been attached separately for statements of witnesses and Exhibits"}, {"questions": ["how to put covers on the information files"], "tag": "COI 25", "doc": " Each copy of the C of I proceedings duly completed in all respects shall be placed in separate file cover. The following information shall be neatly written on each cover: -<br>\n                (a) Copy No.<br>\n                (b) Proceedings of the Court of Inquiry in respect of No. Rank, Name __________ and unit ____________________ to investigate the circumstance etc. held on____.<br>\n                "}, {"questions": [], "tag": "COI 26", "doc": "In view of computer generated copies, the copy duly signed and marked Copy No. 1 be treated as original (manuscript dispensed with)."}, {"questions": ["court of inquiry Proceedings", "C of I Proceedings"], "tag": "COI 5", "doc": "(a)      Except in the cases of prisoner of war, who is still absent, any  officer or soldier whose character or military reputation is affected by the inquiry shall be given following opportunities under the provisions of AR 180 :-<br>\n                (i)    Being present throughout  the inquiry,<br>\n                (ii)   Making any statement,<br>\n                (iii)  Giving any evidence he may wish,<br>\n                (iv)  Cross-examining witnesses, and <br>\n                (v)   Calling witnesses in defence. <br>\n                The Presiding Officer of the Court shall take such steps as may be necessary to ensure that any such person so affected and not previously notified receives notice of and fully understands his rights under this Rule. Non compliance of AR 180 may prove to be FATAL. A bare perusal of the said Rule should make it manifest that it incorporates a salutary principle of ‘natural justice’ namely the rule ‘Audi Alterum Partem’ which means, ‘no one be condemned unheard’.<br>\n                (b)    Evidence is not taken on oath except when it is assembled on returned prisoners of war; to inquire into illegal absence under AA Sec 106; and when so directed by the convening authority (AR 181 refers).<br>\n                (c)   Members are not sworn but in the case of a C of I on returned prisoners of war, a declaration is made as provided by Army Rule 178.<br>\n                (d)   The evidence will be taken down in writing and it is the duty of the Court to test the truth or accuracy of the evidence given (AR 179(4) refers).<br>\n                (e)  The proceedings of a Court of Inquiry are not admissible in evidence against a person subject to Army Act in any trial unless the charge be under AA Sec 60 in relation to evidence he gave at the C of I or the use of the C of I by the prosecution or defence for the purpose of cross examining any witness (AR 182).<br>\n                "}, {"questions": ["Assembly – Who can order and its Composition"], "tag": "COI 3", "doc": "(a)   It may be convened by order of the  Officer in Command of any body of troops  (AR 177(3) refers).  NOT by any staff offrs.  However, staff offr can sign convening order  ‘for’  the CO/Cdr on his behalf. A specimen of Convening Order of C of I  is attached  as  Appendix C . An officer assembling the C of I is empowered to order its re-assembly as often as he wishes for the purpose of examining additional witnesses, or further examining any witness, or recording further info (AR 179(5) refers).<br>\n                (b)  It may consist of any number of members but minimum two are mandatory.  They can be officers or JCOs or one officer and one JCO or one officer or JCO and one WO or one officer or JCO and one NCO.   Presiding Officer can be either an officer or a JCO depending upon the requirement of a case.  A person not subject to AA (civilian) can NOT be member of the C of I.<br>\n                (c)  Person in attendance - In technical inquiries, where presence of an expert would facilitate the task of investigation, persons with special knowledge in that field can be co-opted as person in attendance.  For example – a person from accounts dept can be co-opted to assist the C of  I assembled in connection with financial irregularities so that he may properly guide the investigation of the court. In the event of the officer of Defence Accounts Department finding himself unable to agree with the conclusions of the Court, it will be open to him to record a note of  dissent. (RA 519 refers). Persons from the field of Medical, Engineering or Law etc, if necessary, can also be co-opted to assist the C of I but they do not constitute the C of I as such.  In a joint C of I involving civil authorities, representative of police/civil adm may be co-opted as person in attendance.<br>\n                (d)  In the normal practice, three members are detailed as members of C of I (Note 3 to AR 177).  The Presiding Officer should be appointed by name and in default, the senior member will preside.  All concerned are to be informed of the sittings of the Court.   A C of I is not a ‘must’ in all cases for initiating disciplinary action.  It should be convened only when a prolonged examination of witnesses, documents of accounts or any local investigation is required which cannot be conveniently done by a CO.  In cases where the facts are straight and clear, and there is no ambiguity as to the circumstances of the case, a C of I is not necessary unless it is obligatory to do so. In such cases, hearing of charge and a S of E may be recorded without first having recourse to investigation by a C of I. Where a C of I has been convened, the decision with regard to taking disciplinary action will normally be taken by the convening authority if competent to take the direct action or by superior authority who is competent to do so<br>\n                "}, {"tag": "COI 3 a", "questions": ["who can order court of inquiry", "who can command for court of inquiry"], "doc": "It may be convened by order of the  Officer in Command of any body of troops  (AR 177(3) refers).  NOT by any staff offrs.  However, staff offr can sign convening order  ‘for’  the CO/Cdr on his behalf. A specimen of Convening Order of C of I  is attached  as  Appendix C . An officer assembling the C of I is empowered to order its re-assembly as often as he wishes for the purpose of examining additional witnesses, or further examining any witness, or recording further info (AR 179(5) refers)."}, {"tag": "COI 3 b", "questions": ["compositions of court of inquiry", "what are the compositions of court of inquiry", "how many members are mandatory for court of inquiry", "by whom court of inquiry conducted"], "doc": "It may consist of any number of members but minimum two are mandatory.  They can be officers or JCOs or one officer and one JCO or one officer or JCO and one WO or one officer or JCO and one NCO.   Presiding Officer can be either an officer or a JCO depending upon the requirement of a case.  A person not subject to AA (civilian) can NOT be member of the C of I."}, {"tag": "COI 3 c", "questions": ["person attendance for court of inquiry", "who are the different people which attends court of inquiry", "who is person in attandance", "person in attandance for C of I"], "doc": "Person in attendance - In technical inquiries, where presence of an expert would facilitate the task of investigation, persons with special knowledge in that field can be co-opted as person in attendance.  For example – a person from accounts dept can be co-opted to assist the C of  I assembled in connection with financial irregularities so that he may properly guide the investigation of the court. In the event of the officer of Defence Accounts Department finding himself unable to agree with the conclusions of the Court, it will be open to him to record a note of  dissent. (RA 519 refers). Persons from the field of Medical, Engineering or Law etc, if necessary, can also be co-opted to assist the C of I but they do not constitute the C of I as such.  In a joint C of I involving civil authorities, representative of police/civil adm may be co-opted as person in attendance"}, {"tag": "COI 3 d", "questions": ["Is C of I,necessary in all cases for initiating disciplinary action.", "when is C of I necessary", "when is C of I not necessary", "when is Court of inquiry necessary"], "doc": "In the normal practice, three members are detailed as members of C of I (Note 3 to AR 177).  The Presiding Officer should be appointed by name and in default, the senior member will preside.  All concerned are to be informed of the sittings of the Court.   A C of I is not a ‘must’ in all cases for initiating disciplinary action.  It should be convened only when a prolonged examination of witnesses, documents of accounts or any local investigation is required which cannot be conveniently done by a CO.  In cases where the facts are straight and clear, and there is no ambiguity as to the circumstances of the case, a C of I is not necessary unless it is obligatory to do so. In such cases, hearing of charge and a S of E may be recorded without first having recourse to investigation by a C of I. Where a C of I has been convened, the decision with regard to taking disciplinary action will normally be taken by the convening authority if competent to take the direct action or by superior authority who is competent to do so."}, {"tag": "COI 4 type of Inquires", "questions": ["different types of court of inquries", "various type of court of Inquiry"], "doc": "a)   Unit Court of Inquiry : - Court of Inquiry assembled on orders of Commanding Officer of a unit is called as Unit Court of Inquiry. <br>(b)   Departmental Inquiry : An inquiry assembled on orders of Head of any Arm, Service or Department to bring out the shortcomings or irregularities in quantitative and qualitative terms only is called the Departmental Inquiry. <br> (c)  Staff Court of Inquiry : A Staff Court of Inquiry may be assembled by a Formation Commander to inquire into matters concerning discipline. He may order a Staff C of I in addition to a Departmental Inquiry should he consider that disciplinary proceedings, may be a likely outcome of a departmental inquiry."}, {"tag": "COI 4 a", "questions": [], "doc": "Unit Court of Inquiry : - Court of Inquiry assembled on orders of Commanding Officer of a unit is called as Unit Court of Inquiry."}, {"tag": "COI 4 b", "questions": [], "doc": "Departmental Inquiry : An inquiry assembled on orders of Head of any Arm, Service or Department to bring out the shortcomings or irregularities in quantitative and qualitative terms only is called the Departmental Inquiry."}, {"tag": "COI 4 c", "questions": [], "asnwer": "Staff Court of Inquiry : A Staff Court of Inquiry may be assembled by a Formation Commander to inquire into matters concerning discipline. He may order a Staff C of I in addition to a Departmental Inquiry should he consider that disciplinary proceedings, may be a likely outcome of a departmental inquiry."}, {"tag": "COI 5", "questions": ["what is the preceedings of court of inquiry", "how court of inquiry proceeds", "the process in court of inquiry", "preceedings of court of inquiry"], "doc": "(a)      Except in the cases of prisoner of war, who is still absent, any  officer or soldier whose character or military reputation is affected by the inquiry shall be given following opportunities under the provisions of AR 180 :- <br>(i)    Being present throughout  the inquiry,<br> (ii)   Making any statement,<br>(iii)  Giving any evidence he may wish,<br>(iv)  Cross-examining witnesses, and <br>(v)   Calling witnesses in defence.<br>The Presiding Officer of the Court shall take such steps as may be necessary to ensure that any such person so affected and not previously notified receives notice of and fully understands his rights under this Rule. Non compliance of AR 180 may prove to be FATAL. A bare perusal of the said Rule should make it manifest that it incorporates a salutary principle of ‘natural justice’ namely the rule ‘Audi Alterum Partem’ which means, ‘no one be condemned unheard’.<br>(b)    Evidence is not taken on oath except when it is assembled on returned prisoners of war; to inquire into illegal absence under AA Sec 106; and when so directed by the convening authority (AR 181 refers). <br>(c)   Members are not sworn but in the case of a C of I on returned prisoners of war, a declaration is made as provided by Army Rule 178.<br>(d)   The evidence will be taken down in writing and it is the duty of the Court to test the truth or accuracy of the evidence given (AR 179(4) refers). <br>(e)  The proceedings of a Court of Inquiry are not admissible in evidence against a person subject to Army Act in any trial unless the charge be under AA Sec 60 in relation to evidence he gave at the C of I or the use of the C of I by the prosecution or defence for the purpose of cross examining any witness (AR 182)."}, {"tag": "COI 6", "questions": ["court of inquiry for MT accident cases", "what are the safeguards for MT accident cases while Court of Inquiry", "what are the procedural safeguards need to be adopted in MT accident cases"], "doc": "The following procedural safeguards need to be adopted in MT accident cases:-<br>(a).     The Testimony of following witnesses should be recorded.<br>(i)\tEye witnesses, including civilians, to the incident.<br>(ii)\tCo-driver/person(s) sitting on co-driver’s seat and the driver of the vehicle.<br>(iii)\tPersons sitting in the body of the vehicle.<br>(iv)\tPersons who inspected the vehicle for roadworthiness before commencement of the journey.<br>(v)\tPersons who inspected the vehicle after the incident.<br>(vi)\tMedical Officers who attended the victim, declared the person(s) dead and carried out postmortem exam.<br>(vii)\tPersons who identified the dead body to the various Medical Officers.<br>(viii)\tPersons who took over the body after postmortem exam and performed last rites.<br>(ix)\tPersons who can produce evidence regarding cost of damage caused to the vehicle as a result of the incident.<br>(b).     Other details to be recorded regarding MT accident cases: -<br>(i)       Mission of the vehicle (whether on bonafide duty).<br>(ii)      Whether it was road-worthy before commencement of the journey.<br>(iii)    Whether the driver was physically fit to undertake the journey and drive the vehicle or had he complained of any illness before proceeding on duty.  Experience of driver of driving vehicle in such terrain.<br>(iv)   Road/route on which the vehicle was driven immediately prior to the incident, nature or traffic on the road, road surface, weather conditions, width of the road and width of the road berms, topography of the place of incident and so on.<br>(v)      Circumstances leading to the incident, if any as sudden failure of brakes,<br>appearance of cattle or the victim in front of the vehicle.<br>(vi)     How exactly did the incident occur?  This should be brought out in details in a clear and cogent manner without vagueness. The record should give a clear picture so that it may be possible to deduce whether the driver could not have avoided the collision/incident or not?<br>(vii)    The exact place where the collision/incident took place.<br>(viii)   Events after the incident such as evacuation of the victim/other injured persons to hospital, reporting the incident to various people, post-mortem, cremation/burial of the deceased etc."}, {"tag": "COI 7", "questions": ["how many people should be there if a Court of inquiry is connectedd with accidents, defects and  failures with weapons, ammunition and explosions.", "who is included in case of serious accident for court of inquiry", "who should be included in court of inquiry in case of serious accident", "who should be included in court of inquiry in case of defects and failures with weapons", "who should be included in court of inquiry in case of ammunition and explosions"], "doc": "A C of I convened in connection with accidents, defects and  failures with weapons, ammunition and explosions should normally consist of three or more members. In case of serious accidents, a rep of Dir Gen of Quality Assurance (DGQA) (Arms) will invariably be included as a technical adviser to the C of I.  Offrs selected as members of the Court will be from a unit, depot or establishment other than the one involved in the accident.  In case where ammunition depots are involved, one member of the court will, whenever possible, be an ammunition  technical officer  nominated by the MG AOC.  At least one other member of the court must be from a department similar to that involved.  In case of death, severe injuries to persons, either mil or civ, or extensive damage to military equipment, the Presiding Officer should not be below the rank of Lt Col as laid down in SAO 11/S/74."}, {"tag": "COI 8", "questions": ["who should be included in court of inquiry in case of fire involving public property", "what if fire involving public property is connected for court of inquiry", "who should be included in C of I in case of fire involving public property", "what if fire involving public property is connected for c of I"], "doc": "A C of I convened in connection with a fire involving public property will not have any member from the unit involved.  A rep of Sub Area or Bde or Area or Div or Fire Adviser Comd should attend.  Where the fire occurs in a store holding depot, for eg, engr, sup, ord, amn, veh, pet, oil and lubs, med, remounts & veterinary corps, farm, etc, an officer from a similar depot will be detailed as a member of the court (RA Para 1195)."}, {"tag": "COI 9", "questions": ["who should investigate the circumstances in court of inquiry assembly", "who should investigate the circumstances in C of I assembly", "by whom investigation of the circumstances handled in c of O assembly"], "doc": "A C of I assembly to investigate the circumstances resulting in injury to JCOs, WOs or OR should consist of one Officer as Presiding Officer with two JCO, WOs or Senior NCOs as members (RA Para 520 (c))."}, {"tag": "COI 10", "questions": ["who is included in case of loss of a top secret, secret or confidential document or key for court of inquiry", "who should be included in court of inquiry in case of loss of a top secret, secret or confidential document or key", "who should be included in court of inquiry in case of loss of confidential documents", "who should be included in court of inquiry in case of loss od secret documents"], "doc": "A C of I, assembly to investigate the loss of a top secret, secret or confd docu or key should consist of a Senior Officer as its Presiding Officer, not belonging to the Unit or HQ where the loss has occurred & not less than two other Offrs (Ref RA Para 525).  In case of a C of I held in connection with loss of a ‘Secret’ docu, the court will sit ‘in camera’.  In such cases the court should be convened by a Bde Cdr or equivalent.   Every witness will  be  cautioned  that  any disclosure  by them of any matter forming part of the proceedings of the Court may be treated as an offence against the Official Secret Act, 1923 (RA Para 525)."}, {"tag": "COI 11", "questions": ["who can call witness", "witness calling for court of inquiry"], "doc": "Any witness may be summoned to attend by order under the hands of the Officer assembling the court (AR 179 (5A)).  Presiding Officer also can exercise similar powers (AA Sec 135). Thus, both Convening Authority and Presiding Officer can summon witnesses."}, {"tag": "COI 12 a", "questions": ["who prepares the list of  witnesses", "who prepares the dates and likely  duration for which the witness is required"], "asnwer": "The Presiding Officer of the C of I (in consultation with the  staff of the Convening Authority) should prepare a list of  witnesses, indicating against each, the order, dates and likely  duration for which the witness is required.  Service witnesses  will be procured through  the Fmn Headquarters concerned for the required duration and returned as soon as their evidence has been recorded. "}, {"tag": "COI 12", "questions": ["what need to keep in mind to ensure that the witnesses are available at the required place for the required duration", "what is necessary to ensure that the witnesses are available at the requires place", "what is necessary to ensure that the witnesses are available ", "what are aspects need to be in mind to ensure that the witnesses are available"], "doc": "In  order  to ensure that the witnesses are available at the required place for the required duration, the following aspects need to be borne in mind.<br>(a)   \tSince it is not possible  to  record  the   statement  of all witnesses on the same day, therefore,  it  does  not  sound  to  reason to  gather  all  the  witnesses  together at the very commencement of the proceedings.<br>(b)   \tIf a number of witnesses are required from one unit their move will be staggered and they should be called in the order in which their evidence is to be recorded. <br>(c)  \tA copy of the list of witnesses alongwith the tentative  dates on  which their evidence is required to  be  recorded should  be  endorsed  to the concerned Command  HQ  and  the units/formations  from where the witnesses are  required  to move. <br>(d)   \tThe units/formations should consider this information as a warning order and make witnesses available on the dates indicated against each. <br>(e)   \tMove sanctions should be issued expeditiously by the competent  authorities.  While according move sanctions  the authorities  will  specify the date till which the  move  is valid. <br>(f)  \tIn no case should move sanction be accorded for more than four  weeks.   In case, the unit requiring witnesses  to  retain  them  beyond one month, reasons  for  extension  will  invariably be given along with the request for extension  of  the stay.  Such a request must emanate at the level of MG IC Adm Comd HQ to Army HQ.                                <br>(g)   \tWitnesses  should be returned to their units  when  no longer  required.  If the witnesses are not returned  within the  sanctioned period, the concerned  unit/formation  should take  up the matter with the Comd HQ concerned, endorsing  a copy to Army HQ, DV Dte."}, {"tag": "COI 13", "questions": ["the procedure for the Civilian witnesses in court of inquiry", "what are the steps for the Civilian witnesses in court of inquiry", "what happens in court of inquiry if civilians  paid  from  defence  services estimates"], "doc": "A  separate  list  should  be prepared  for civilian witnesses, indicating  against  each,  the order,  dates  and  likely duration for which  the  witnesses  are  required.  The following procedure to be followed :-<br>(a)   \tIn  case  of  civilians  paid  from  defence  services estimates  or  those  in  the  service  of  any   government  department, their attendance shall be procured through  the head of the department.       <br>(b)   \tThe  civilians  who  are not  paid  from  the  defence services  estimates be summoned, through the  Magistrate  of  the area, where the witness resides. <br>(c)   \tThe convening officer or the presiding officer may, by summons under his hand, require the  attendance  of  any  witness,  at a time  and  place  to  be  mentioned  in  the summons, either to give  evidence  or  to  produce any documents or other thing. (AA Sec 135). <br>(d)   \tFor Form of summons please refer Form IAFD 919C  added  to  Appendix III to AR 1950 by SRO 17E, dated 6 Dec 93.   A specimen is attached as Appendix D."}, {"tag": "COI 14", "questions": ["is Witnesses attending C of I are entitled to conveyance and subsistence allowances", "are there any allowances for witnesses attending c of I", "allowances for witnesses attending c of I"], "doc": "Witnesses attending C of I are entitled to conveyance and subsistence allowances vide TR 131."}, {"tag": "COI 15", "questions": ["what are the Important related aspects in connection with C of I", "what are the Important related features in connection with C of I"], "doc": "(a)    An officer who was a member of a Court of Inquiry convened to investigate into matters on which the charges against the accused are founded later, is disqualified from sitting on a GCM or DCM (AR 39 refers).<br>(b)    Departmental inquiries will not be convened in cases where an element of theft, fraud, or neglect exists.  Such cases will be reported to the staff for holding a staff  C of I (See Sec 2.2 Rule 71(A) Financial Regulations Part-I).<br>(c)    Essential facts should be collected and corroborated by direct or circumstantial evidence.  The Court of Inquiry should wherever necessary visit the scene of occurrence.  Evidence of the expert witnesses where necessary should be recorded.  Findings of the Court must be based on facts brought on record and not on conjectures or surmises.<br>(d)    The superior authorities, while commenting upon the administrative/disciplinary aspect, must also give directions about the financial aspect i.e., writing off the losses, where applicable.<br>(e)    The total losses are written off independently of the liability imposed upon the units or the individuals.  The competent financial authority alone will finalise the cases of losses. However, the proceedings should clearly bring out  as to how the loss occurred, if there was any culpable negligence involved and what measures are required to be taken to avoid recurrence of such losses.<br>(f)    Court of Inquiry must be directed as to the number of copies required for the purpose in separate letter. Proceedings will be typed on one side of the paper.  All corrections and erasures will be initialed.  The proceedings must be signed in full and dated by all concerned including witnesses.  <br>(g)    Opinion will be recorded by the Court in all cases when so directed.   When the proceedings are forwarded to higher HQ through normal channels, the recommendations of the unit and all formation commanders will invariably be endorsed on them and will be dated.<br>(h)  Technical advisers at formation HQ will NOT endorse their opinion on the proceedings of the Court of Inquiry.  They may, however, comment separately.  When a Formation Commander’s recommendations/remarks/opinion is already recorded in his capacity as a lower formation commander, the proceedings will be sent to the next superior formation commander explaining the position.<br>(j)   The proceedings (the number of copies ordered) will be forwarded by the Presiding Officer to the officer who assembled the Court.  That officer will examine the proceedings with the least amount of delay and his opinion will be endorsed and dated. Proceedings will, if necessary, be forwarded to the next higher formation. The proceedings of C of I should be finalized speedily. Time schedule for the same has been given in Army HQ letter No A/46440/AG/DV-1(P) dated 03 May 2001.<br>(k)      A copy of the direction of superior military authority, where obtained will be sent to the lower formation for information and necessary action.  The copies of the directions will then be attached to all copies of the proceedings already sent to lower formations and units."}, {"tag": "COI 16", "questions": ["what are Entitlement of Court of Inquiry Proceedings", "court of inquiry proceeding"], "doc": "(a)     A request made under AR 184 for a copy of the Proceedings of a Court of Inquiry will normally be disposed of by the formation concerned. Under Army Rule 184 as amended, following persons subject to Army Act are entitled to copies of the Court of Inquiry proceedings  less findings and opinion  : -<br>(i) Any person subject to Army Act who is to be tried by Court Martial.<br>(ii) Any person whose character or military reputation is affected by such statement and documents produced at the Court of Inquiry unless the COAS for reasons to be recorded in writing orders otherwise.<br>(b)      Only those cases where copies of proceedings are intended to be refused, should be submitted to Army HQ for obtaining the orders of the Chief of the Army Staff.  When forwarding such cases, the reasons justifying refusal should also be stated. "}, {"tag": "COI 17", "questions": ["what are the guidelines for staff members in court of inquiry", "what should keep in mind for staff members in c Of I", "what aspects are required by staff officers in c of i", "what are the issues are required to be  dealt in mind by Staff Officers in connection with C of I", "list the issues required to keep in mind by staff officer in connection with c of i"], "doc": "Following aspects/issues are required to be  dealt with/borne in mind by Staff Officers in connection with C of I:-<br>(a)\tIssue of convening orders when the C of I is ordered by the Fmn Cdr.  This will also include detailing of Presiding Offr and other members of the court. Convening Order must be specific and comprehensive.  Terms of ref should be clear and put in a simple language w/o any possibility of any ambiguities.  If the court is required to express its opinion, same should be specifically indicated in the Convening Order.<br>(b)\tMembers should be carefully selected.  Their service & experience should be taken into account.  The detailment of members should be by name and not merely by rank or appointment. Anyone who is likely to be even remotely connected with the case should not be detailed.  While detailing members care should also be taken to ensure that they are not due to proceed on posting, course or on leave.  Anyone who is not subject to the AA cannot sit as a member of the court.<br>(c)\tArrange presence of witnesses particularly when some of these belong to other Fmns.<br>(d)    Witnesses required by the Court of Inquiry should not be allowed to leave the station before the proceedings are finally closed.  In case of officers under posting, they should be permitted to join new unit/fmn and called back on temporary duty for recording the evidence.<br>(d)\tKeep a watch on the progress of the proceedings.<br>(e)\tStudy the proceedings, when received to determine adequacy of evidence. Check if AR 180 has been complied in respect of persons whose character and mil reputation are involved in the C of I (in every case a person is found blameworthy by the court). If not, the court should be reassembled for due compliance of said provision.<br>(f)\tPut up draft recommendation to the Fmn Cdrs.<br>(g)\tSubsequent action to see the results of the C of I to a logical conclusion.<br>(h)     Civil police should always be informed and invited to send a representative to produce evidence when a C of I is held to investigate cases of injuries to civilians or damage to civil property."}, {"tag": "COI 18", "questions": ["what are the Guidelines for Presiding Officer and the Members", "guidelines for presiding officer", "guidelines for the members in court of inquiry", "what should keep in mind by presiding officer in court of inquiry"], "doc": "1 . A C of I is not bound by strict rules of evidence.  Rules of evidence are relaxed.  Hearsay evidence may be admitted and documents may be included without formal proof, provided the Court is satisfied as to its origin.  It is not advisable to dispense with the attendance of witnesses whose evidence is likely to be disputed.<br>2.   If the court doubts the truthfulness of a witness, it should test his evidence by cross-examination while bearing in mind the evidence already before the Court.  <br>3.  Witness is not allowed to be represented by an advocate, though his legal representative may be allowed to sit silently in the Court while evidence is being recorded.  No right of audience to such advocate/legal representative should be accorded.<br>4.   The Court should  strictly adhere to the terms of reference  and avoid recording unnecessary, irrelevant or superfluous evidence.<br>5.   The Court must record  detailed findings and express opinion, if directed by the convening authority  to do so.<br>6.     The proceedings should be submitted to the convening authority or to such authority as has been stated in the convening order. <br>7.   Before submitting the proceedings of the Court of Inquiry, the Presiding Officer will ensure that an index as shown below has been attached separately for statements of witnesses and Exhibits.<br>LIST OF WITNESSES<br>LIST OF EXHIBITS<br>25. Each copy of the C of I proceedings duly completed in all respects shall be placed in separate file cover. The following information shall be neatly written on each cover: -<br>(a) Copy No.<br>(b) Proceedings of the Court of Inquiry in respect of No. Rank, Name __________ and unit ____________________ to investigate the circumstance etc. held on____.<br>26.   In view of computer generated copies, the copy duly signed and marked Copy No. 1 be treated as original (manuscript dispensed with)"}, {"tag": "COI 27", "questions": ["what are the Common Mistakes observed in C of I Proceedings", "common mistakes in Court of inquiry", "what are the common mistakes which should keep in mind while proceeding c of I", "things to keep in mind while proceeding c of I", "mistake to avoid in proceeding c of i", "mistakes in court of Inquiry", "what are the Common Mistakes observed in Court of Inquiry Proceedings"], "doc": "(a)      Incomplete evidence is recorded.<br>(b)      Medical evidence is not recorded where it is necessary.<br>(c)    Technical experts are not examined where such evidence is essential e.g. for checking vehicles by mechanics (EME).<br>(d)    Identity of the individual involved in an incident is not established through the evidence particularly when AR 180 is complied with.<br>(e)     Failure to ensure corroboration of witnesses’ testimony in material particulars.<br>(f)      Omission to bring on record the material evidence, both oral and documentary.<br>(g)     Failure to ensure that provision of AR 180 was complied with.<br>(h)     Arriving at findings unsupported by the evidence on record.<br>(j)    Failure to ensure that each copy of the proceedings is complete in all respects with authenticated copies of documents ref to in the proceedings.<br>(k)     Improper compliance of AR 180 wherever applicable.<br>(l)     Improper composition of C of I in terms of RA Para 518 of  Regulations for the Army, 1987 (Revised Edition).<br>(m)  Essential evidence not taken on record and the gaps are left out in the investigation."}, {"tag": "Appendix B 1", "questions": ["Absent without leave", "Overstaying / overstayal of leave"], "doc": "Absent Overstaying / overstayal without leave AWL/OSL beyond 30 days    \t  -\tAA Sec 106 AR 183."}, {"tag": "Appendix B 2", "questions": ["Prisoner (s) of War", "Can PoW be excercised by court of inquiry?"], "doc": " Prisoner of War/POW   - \tARs 178, 181 and RA 524."}, {"tag": "Appendix B 3", "questions": ["Can collective Fine be tried by court of Inquiry?"], "doc": "Collective Fine \t \t \t  - \tAA Sec 89 r/w ARs 185, 186."}, {"tag": "Appendix B 4", "questions": ["Does cases of Financial Irregulartities be tried by court of Inquiry?"], "doc": "Cases of Financial Irregularities     -        RA Para 519"}, {"tag": "Appendix B 5", "questions": ["Can Fatal/Grievious injuries to Military Personnel be tried by court of inquiry"], "doc": "Fatal/Grievous injuries to Military person  -\tRA Para 520"}, {"tag": "Appendix B 6", "questions": ["Can Injury to civilians be tried by court of inquiry and under what regulation it is given?"], "doc": "Injury to  Civilians              \t    \t  -\tRA Para 521"}, {"tag": "Appendix B 7", "questions": ["fight", "battle", "confrontation", "clash", "Does the case for Assault and Affray be tried under Court of Inquiry?"], "doc": " Assault and Affray \t \t  \t  -\tRA Para 522"}, {"tag": "Appendix B 8", "questions": ["Can unnatural Death be tried under court of inquiry?"], "doc": " Unnatural Death \t \t\t  -\tRA Para 522 "}, {"tag": "Appendix B 10", "questions": ["can loss of secret and confidential documents be tried by court of inquiry?", "loss of confidential documents"], "doc": " Loss of Secret and Conf Docus\t  -        RA Para 525"}, {"tag": "Appendix B 11", "questions": ["identity card", "Can loss of I-card be tried under court of inquiry?"], "doc": " Loss of I-Card \t\t\t  -\tSAO – 12/2000"}, {"tag": "Appendix B 12", "questions": ["Can death of animal be tried under court of inquiry?"], "doc": " Death of Animal \t\t\t  -     \tRA Para 957"}, {"tag": "Appendix B 13", "questions": ["damage by fire", "Destruction by fire"], "doc": "Destruction by Fire \t\t  \t  -\tRA Para 435, 1195"}, {"tag": "Appendix B 14", "questions": [], "doc": " Loss of Stores and Public Money \t  -  \tRA Para 903"}, {"tag": "Appendix B 15", "questions": ["loss of weaponry", "loss of guns"], "doc": "Losses and recovery of Arms,Ammunition and Explosives         -       RA Para 602"}, {"tag": "Appendix B 16", "questions": ["can cases for explosion and accidents be tried under court of inquiry?"], "doc": "Explosions  and Accidents \t  \t  -\tRA Para 603 "}, {"tag": "Appendix B 17", "questions": ["loss of Document Junior commissioned officer", "loss of Document Junior commissioned officer"], "doc": "Loss of Docus of JCOs/WOs andOR -     RA Para 623"}, {"tag": "Appendix B 9", "questions": ["Does collective insubordination be tried under court of inquiry?", "disobedience", "indiscipline", "bad behaviour", "rebellion", "refusal to obey orders"], "doc": "Collective Insubordination. -\tRA Para 522"}, {"tag": "Appendix B 3", "questions": ["military training", "Rape including sexual assault or using criminal force to a woman  with intent to outrage her modesty"], "doc": "MT accidents resulting in death/serious injury. -\tRA Para 522"}, {"tag": "Appendix B 9", "questions": ["can attempted or suspected suicicde be tried under court of inquiry?", "can suscide be tried under court of inquiry?"], "doc": "Suicide, attempted or suspected suicide. -\tRA Para 522"}, {"tag": "Appendix B 9", "questions": ["Murder or an attempt to murder", "cases wrt murder and rape be tried under court of inquiry?"], "doc": "Murder and rape, only when the offence has been committed against a person subject to the Army Act, Navy Act or Air Force Act, or in any of the circumstances mentioned in classes (a), (b) and (c) of Section 70 of the Army Act. -\tRA Para 522"}, {"tag": "Appendix B 9", "questions": ["What different types of Breaches of Discpline be tried under court of inquiry?"], "doc": "Breaches of Discipline \t\t  -\tRA Para 522<br>\n(a)  Collective Insubordination<br>\n(b)  MT accidents resulting in death/\n                serious injury.<br>\n(c)\tSuicide, attempted or suspected\nsuicide.<br>\n(d)\tMurder and rape, only when the offence has been committed against a person subject to the Army Act, Navy Act or Air Force Act, or in any of the circumstances mentioned in classes (a), (b) and (c) of Section 70 of the Army Act.\n"}, {"tag": "Appendix B", "questions": ["What are the cases which are necessarily required to be investigated by a court of inquiry?", "Mandotory cases to be tries under court of inquiry?", "Which cases can be tried under court of inquiry?"], "doc": "\n1.\t     AWL/OSL beyond 30 days    \t  -\tAA Sec 106 AR 183.<br>\n2.\t     POW \t    \t \t     \t\t  - \tARs 178, 181 and RA 524.<br>\n3.\t     Collective Fine \t \t \t  - \tAA Sec 89 r/w ARs 185, 186. <br>\n4.\t     Cases of Financial Irregularities     -        RA Para 519<br>\n5.\t     Fatal/Grievous injuries to Mil Pers  -\tRA Para 520<br>\n6.\t     Injury to  Civilians              \t    \t  -\tRA Para 521<br>\n7.\t     Assault and Affray \t \t  \t  -\tRA Para 522<br>\n8.\t     Unnatural Death \t \t\t  -\tRA Para 522 <br>\n9.\t     Breaches of Discipline \t\t  -\tRA Para 522<br>\n          (a)  Collective Insubordination.<br>\n          (b)  MT accidents resulting in death/serious injury.<br>\n          (c)\tSuicide, attempted or suspectedsuicide. <br>\n           (d)\tMurder and rape, only when the offence has been committed against a person subject to the Army Act, Navy Act or Air Force Act, or in any of the circumstances mentioned in classes (a), (b) and (c) of Section 70 of the Army Act.<br>\n10.\t     Loss of Secret and Conf Docus\t  -        RA Para 525<br>\n11.\t     Loss of I-Card \t\t\t  -\tSAO – 12/2000<br>\n12.\t     Death of Animal \t\t\t  -     \tRA Para 957<br>\n13.\t     Destruction by Fire \t\t  \t  -\tRA Para 435, 1195<br>\n14.\t     Loss of Stores and Public Money \t  -  \tRA Para 903<br>\n15.\t     Losses and recovery of Arms,         -       RA Para 602<br>\n          Ammunition and Explosives  <br>\n16.\t     Explosions  and Accidents \t  \t  -\tRA Para 603 <br>\n17.\t     Loss of Docus of JCOs/WOs andOR -     RA Para 623<br>\n"}]