[{"questions": ["what is the first step of hearing of charges", "how to perpare tentative charge sheet "], "tag": "hoc 1", "doc": "Every disciplinary action under the mil law begins with hearing of charge under AR-22, read with AO 6/2009. Preparation of a Tentative Charge Sheet is the first step towards hearing of charge. The tentative charge sheet should be based on the outcome of the preliminary investigation. If a C of I was held in the case, then the tentative charge sheet should be based on the direction of the competent authority on the C of I proceedings. The tentative charge-sheet should be prepared by referring to the specimen charges provided at pages 382 to 401 of the MML Vol II, (Revised edition pages 251 to 270). The purpose of hearing of charge is to ascertain, independent of the other preliminary investigation, whether a prima facie case exists against the accused on the allegations contained in the tentative charge sheet. "}, {"questions": ["what hearing of charges mean", "definition of hearing of charge", "what one mean by hearing of charges"], "tag": "hoc 2", "doc": "Hearing of Charge means reading out the tentative charge to the accused and then calling and hearing the witnesses in accordance with AR-22 (1) read with AO 6/2009"}, {"questions": ["Procedure for hearing of charge ", "How hearing of charge is carried out"], "tag": "hoc 3 - Procedure for hearing ", "doc": "Hearing of Charge is carried out in the orderly room in the following manner (stepwise):-<br>\n                (a)   A tentative charge-sheet on a plain paper is prepared and signed by the  CO.  The same should be attached as Annexure I to the Appendix A to AO 6/2009. <br>\n                (b)   The Adjt/BHM/RHM will ensure that necessary witness (es) are present near the orderly room before the hearing is held.<br>\n                (c)   The accused  is then marched into  the  Orderly  Room before the CO by Adjt/Nb Sub Adjt. <br>\n                (d)  The person(s) detailed as independent witness(es) is/are asked to come in. Particulars of these independent witnesses are required to be recorded in para 8 of Appx A to AO 6/2009. <br>\n                (e)   The  CO  then  reads  out  the particulars  of the accused and the contents of the  charge, and  if  necessary  explain/translate  to  the  accused  the charge(s) in a language which the latter understands. The accused is then asked to sign at the relevant place below para 2 of Appendix A to AO 6/2009. In case he refuses to sign then this fact should be recorded below his signature block. The factum of refusal should also be signed by independent witness(es) thereon.<br>\n                (f)   The CO should not ask  the  accused whether he pleads `Guilty` or `Not Guilty` to the charge(s), at this stage.NOTE : As per AR 22 (1) if the subject incident of charge has been investigated by a C of I where AR 180 has been complied with, in respect of the accused then the CO may dispense with examination of witnesses, score out paras 4 to 6 of Appendix A to AO 6/2009 and record his directions as per alternative(s) given in AR 22 (3). Otherwise, the procedure as described below should be followed.<br>\n                (g)  The first witness for prosecution is called in, and his evidence is heard by the Commanding Officer.  The accused should be given a chance to cross-examine the witness, if he so elects.  The same procedure is repeated until all the prosecution witnesses are heard. Documentary evidence if any should be produced by the witness before the Commanding Officer. <br>\n                (h)  While witness is being heard by the Commanding Officer, the remaining witnesses should not be present inside the room or within hearing distance.    <br>\n                (j)Proceedings of Hearing of Charge are recorded in the handwriting of the CO as per form given at \n                Appendix A to AO 6/2009 (read with AR 22) following the Orderly-Room procedure in a Regt as explained above. \n                The accused cannot claim to be represented by a counsel or friend of the accused during Hearing of Charge "}, {"questions": ["CO action after hearing of charge procedure", "what does CO do after hearing of charges", "CO responsibilities after hearing"], "tag": "hoc 4 - CO action", "doc": "After following the above mentioned procedure, the CO will either:-<br>\n                 (a)   Dismiss the charge if the evidence does not disclose any offence or if he considers it inexpedient to proceed with the case. Provided  that  the Commanding Officer shall not  dismiss  a charge which he is debarred to try under sub section (2)  of  section 120 without  reference  to  superior  authority  as  specified therein. <br>\n                 (b) Dispose of the case summarily under section 80 of the Act within the limits of his power;   <br>\n                 (c) Refer the case to the proper superior military authority;<br>\n                 (d)   Adjourn the case for the purpose of having the evidence reduced to writing (i.e to record S of E)      <br>\n                  NOTE : In the case of Officers and JCOs, a S of E has to be ordered before court martial or summary trial. \n                  In the case of NCO/OR, a Summary Trial u/s 80 of Army Act can be held without recording S of E.<br>"}, {"questions": [" who will do the hearing of charge", "accused hearing will be done by"], "tag": "hoc 5", "doc": "Hearing of Charge is done by the CO of the accused. However, if the case is intended to be disposed off under the powers of Coy Cdr/other Officer(s), then  para 443 of the Regulations for the Army (Revised Edition,\n                1987) should be exercised."}, {"questions": ["in what for should the hearing of charge must be recorded", " how to record hearing of charge"], "tag": "hoc 6", "doc": "As mentioned above, the record of hearing of charge is made in the handwriting of the CO (offr hearing the charge) as per Appendix A to AO 6/2009. A sample of record of proceedings of hearing of charge under AR 22 as per Appendix A to AO 6/2009 is encl as Appendix E."}, {"questions": [" when punishment will be legally sustainable  "], "tag": "thoc 7", "doc": "No disciplinary proceedings/punishment will be legally sustainable unless the hearing of charge has been done in accordance with AR 22, read  with Appendix A to AO 6/2009."}, {"questions": ["Most Common Mistakes During ‘Hearing of Charge’"], "tag": "hoc 8 - common mistakes", "doc": "(a) Proceedings of  Hearing of Charge not recorded as per Appendix A to AO 6/2009, which is a mandatory requirement. <br>\n                (b) Tentative charge sheet not attached to Appendix A to AO 6/2009, which is a mandatory requirement.<br>\n                (c)Tentative charge sheet is dated later than the date of Hearing of Charge, which shows that charge was not heard and explained to the accused on the same day.<br>\n                (d)Accuseds signature not obtained at the relevant place in Appendix A to AO 6/2009, thereby implying that Hearing of Charge was not carried out in the presence of the accused. <br>\n                (e)Prosecution Witnesses (PW) not examined or their particulars not recorded at para 4 of Appendix A to AO 6/2009, thereby denying the mandatory right of cross-examination to the accused. <br>\n                (f)The fact whether accused cross-examined the PWs not properly recorded at the relevant column of the table below para 4 of Appendix A to AO 6/2009.<br>\n                (g)Documents produced at the hearing  of charge not fully described at para 4 of Appendix A to AO 6/2009.<br>\n                (h)Proceedings of Court of Inquiry used as documentary evidence at para 4 of the Appendix A to AO 6/2009, which is the against Army Rule 182, as Court of Inquiry is inadmissible. <br>\n                (j)In-applicable portions of Appendix A to AO 6/2009 not scored out and initialed by the offr hearing the charge, thereby giving a scope of interpretation that it has been tampered with or leading to confusion with  regard to the procedure followed by the CO. <br>\n                (k)Accused not given opportunity to cross-examine the prosecution witnesses, which is a mandatory provision.<br>\n                (l)Proceedings of hearing of charge as per Appendix A to AO 6/2009 not recorded by the CO in his hand, which is a mandatory requirement.<br>\n                (m)Independent witnesses not detailed / not present during hearing of charge.<br>\n                (n)Witnesses to facts detailed to attend the hearing of charge as independent witnesses, thereby violating the principles of natural justice.<br>"}]